Repository: ricardo-miguel/geo-ip-library
Catalog: languages/geo-ip-library-*.po
Languages: es_cl

source: Geo IP Library
es_cl: Librería Geo IP

source: Provides simple country location features by using <a href="http://chir.ag/projects/geoiploc/">Chir's geolocation library</a>.
es_cl: Provee funciones de localización simples usando la <a href="http://chir.ag/projects/geoiploc/">librería de geolocalización de Chir</a>.

source: Never
es_cl: Nunca

source: UPDATE AVAILABLE IN %d %s
es_cl: ACTUALIZACIÓN DISPONIBLE EN %d %s

source: HOUR
es_cl: HORA

source: HOURS
es_cl: HORAS

source: Something went wrong while attempting to download from the source. Try again later.
es_cl: Algo pasó mientras se intentaba descargar desde el origen. Inténtalo de nuevo más tarde.

source: It seems that source library is updating itself, give it a try later.
es_cl: Al parecer la librería se está actualizando en el origen, inténtalo más tarde.

source: There was something weird while attempting to unzip the source file. Try again in a few minutes.
es_cl: Algo extraño sucedió mientras se intentaba descomprimir la librería descargada. Inténtalo de nuevo en unos minutos.

source: Huh! The library source was suppose to be here, but is not! Check for writing and reading permissions and try it again.
es_cl: ¡Oh, no! Se supone que la librería debería estar aquí, ¡Pero no lo está! Revisa los permisos de lectura y escritura del servidor e inténtalo de nuevo.

source: source library by %s
es_cl: archivo de origen por %s

source: scraping by %s
es_cl: scraping por %s

source: Source
es_cl: Origen

source: Latest update
es_cl: Última actualización

source: UPDATE NOW
es_cl: ACTUALIZAR AHORA

source: Library size
es_cl: Tamaño de librería

source: PHP Version
es_cl: Versión de PHP

source: Display different content for each country (or countries) within posts and pages by using %s or %s tags. To do magic, use the following syntax:
es_cl: Muestra contenido distinto para cada país (o varios países) en entradas y páginas a través de las etiquetas %s o %s. Para que la magia suceda, usa la siguiente sintaxis:

source: SYNTAX
es_cl: SINTÁXIS

source: {2-digits country code [, other countries]}
es_cl: {código país de 2 dígitos [, más países]}

source: {plain text, HTML and/or shortcodes}
es_cl: {texto plano, HTML y/o shortcodes}

source: A few usage examples
es_cl: Algunos ejemplos de uso

source: SINGLE COUNTRY
es_cl: UN PAÍS

source: This will display %s to all visitors from USA. Others will not see anything at all.
es_cl: Esto mostrará %s a todos los visitantes de Estados Unidos. Los demás no verán nada en absoluto.

source: MULTIPLE COUNTRIES
es_cl: VARIOS PAÍSES

source: This will display %s to all visitors from Chile, Spain and Mexico. Others will not see anything at all.
es_cl: Esto mostrará %s a todos los visitantes de Chile, España y México. Los demás no verán nada en absoluto.

source: You can also call other shortcodes inside:
es_cl: También puedes usar otros shortcodes:

source: We're ready to go! See details below:
es_cl: ¡Estamos listos para comenzar! Los detalles a continuación:

source: [my-other-shortcode]
es_cl: [mi-otro-shortcode]

source: This will display the content to all visitors from Canada and will process %s shortcode. Others will not see anything at all.
es_cl: Esto mostrará el contenido a todos los visitantes de Canadá y procesará el shortcode %s. Los demás no verán nada en absoluto.

source: SHORTCODE-CEPTION
es_cl: SHORTCODE-CEPCIÓN

source: Coding
es_cl: Programación

source: The following static functions can be used anywhere along %s class:
es_cl: Las siguientes funciones estáticas pueden usarse junto a la clase %s:

source: Returns the current client's IP address. It bypasses proxies and/or forwarding.
es_cl: Retorna la dirección IP del cliente actual. Evita los proxis y/o redireccionamientos.

source: Returns the current client's %s country code or the specified at %s parameter.
es_cl: Retorna el código %s de país del cliente actual o del especificado en el parámetro %s.

source: Returns the current client's country name or the specified at %s parameter.
es_cl: Retorna el nombre del país del cliente actual o del especificado en el parámetro %s.

source: Downloading library package
es_cl: Descargando archivo de librería

source: Decompressing library file
es_cl: Descomprimiendo archivo de librería

source: Everything works like a charm!
es_cl: ¡Todo funcionó de maravilla!

source: Great!
es_cl: ¡Genial!

source: For sure I will
es_cl: Por supuesto

source: Country not specified.
es_cl: No se ha especificado ningún país.

source: No content found. Check for closing tag.
es_cl: Sin contenido. Revisa el tag de cierre.
